experiment-finetuned/all_finetuned/runs/Cavity/2/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 1e-05;

boundaryField
{
    movingWall
    {
        type            fixedValue;
        value           uniform 1e-05;
    }
    fixedWalls
    {
        type            fixedValue;
        value           uniform 1e-05;
    }
    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //