experiment-finetuned/all_finetuned/runs/Cavity/2/0/omega
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      omega;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    movingWall
    {
        type            fixedValue;
        value           uniform 1;
    }
    fixedWalls
    {
        type            fixedValue;
        value           uniform 1;
    }
    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //